a = 17925
b = 34**2
print("Выражение a == ", a)
print("Выражение b == ", b)
print("Что больше 17925 или 34**2")
print(17925 >= (34**2))
a = 17925
b = 26*3
print("Выражение a == ", a)
print("Выражение b == ", b)
print("Что больше 17925 или 26*3")
print(17925 > (26*3))
a = 17925
b = 17*33
print("Выражение a == ", a)
print("Выражение b == ", b)
print("Что больше 17925 или 17*33")
print(17925 >= (17*33))
a = 17925
b = 4394*4
print("Выражение a == ", a)
print("Выражение b == ", b)
print("Что больше 17925 или 4394*4")
print(17925 >= (4394*4))
#Problem3
print(((13+25)*3)**2-193432)
